console.log(`  Score: 132 / 150

Часы и календарь +15
Приветствие +10
Смена фонового изображения +20
Виджет погоды +15
Виджет цитата дня +10
Аудиоплеер +15

Продвинутый аудиоплеер (Частично) +9
    (добавлен прогресс-бар в котором отображается прогресс проигрывания +3
    при перемещении ползунка прогресс-бара меняется текущее время воспроизведения трека +3
    отображается текущее и общее время воспроизведения трека +3)

Перевод приложения на два языка (en/ru или en/be) +15

Настройки приложения +13

    в настройках приложения можно указать язык приложения (en/ru или en/be) +3
    в настройках приложения можно скрыть/отобразить любой из блоков, которые находятся на странице: время, дата, приветствие, цитата дня, прогноз погоды, аудиоплеер, список дел/список ссылок/ваш собственный дополнительный функционал +3
    скрытие и отображение блоков происходит плавно, не влияя на другие элементы, которые находятся на странице, или плавно смещая их +2
    настройки приложения сохраняются при перезагрузке страницы +5

Дополнительный функционал на выбор +10
Достаточно выполнить только один из предложенных пунктов на ваш выбор.

    ToDo List - список дел (как в оригинальном приложении) +10`);